Repository: NaN-tic/trytond-stock_serial_number
Catalog: locale/*.po
Languages: es

# field:product.product,serial_number:
source: Serial Number
es: Número de serie

# field:product.template,serial_number:
source: Serial Number
es: Número de serie

# field:stock.move.split.start,end_lot:
source: End Lot
es: Lote final

# field:stock.move.split.start,lots:
source: Lot
es: Lote

# field:stock.move.split.start,product:
source: Product
es: Producto

# field:stock.move.split.start,start_lot:
source: Start Lot
es: Lote inicial

# help:product.product,serial_number:
source: If marked it won't be allowed to move this product in quantities diferent than 1.
es: Si está marcado no se permitirá mover este producto en cantidades diferentes a 1.

# help:product.template,serial_number:
source: If marked it won't be allowed to move this product in quantities diferent than 1.
es: Si se marca no se podrá realizar movimientos de este producto en cantidades distintas de 1.

# model:ir.message,text:no_numbers
source: No numbers found in string "%(number)s".
es: No se encontraron números en la cadena "%(number)s".

# model:ir.message,text:serial_number
source: Move "%(move)s" can not be done as its product "%(product)s" is marked as serial number and its quantity is different than 1.
es: No se puede mover "%(move)s" porque su producto "%(product)s" está marcado como número de serie y su cantidad es diferente a 1.
